Repository: radomir9720/pixel_app_flutter
Catalog: lib/l10n/arb/app_*.arb
Languages: ru

# generalTabTitle
source: General
ru: Основное

# carInfoTabTitle
source: Car Info
ru: О машине

# navigatorTabTitle
source: Navigator
ru: Навигатор

# appsTabTitle
source: Apps
ru: Приложения

# batteryTabTitle
source: Battery
ru: Батарея

# motorTabTitle
source: Motor
ru: Мотор

# frontButtonCaption
source: Front
ru: Обдув лоб. стекла

# airflowButtonCaption
source: Airflow
ru: Поток воздуха

# settingsButtonCaption
source: Settings
ru: Настройки

# powerOffButtonCaption
source: Power Off
ru: Откл. питание

# leftBeltButtonCaption
source: Left belt
ru: Левый ремень

# rightBeltButtonCaption
source: Right belt
ru: Правый ремень

# frontTrunkInterfaceTitle
source: Front Trunk
ru: Передний Багажник

# rearTrunkInterfaceTitle
source: Rear Trunk
ru: Задний Багажник

# doorInterfaceTitle
source: Door
ru: Дверь

# leftDoorInterfaceTitle
source: Left Door
ru: Левая дверь

# rightDoorInterfaceTitle
source: Right Door
ru: Правая дверь

# trunkInterfaceTitle
source: Trunk
ru: Багажник

# lightsInterfaceTitle
source: Lights
ru: Фары

# autoModeLightsStatus
source: Auto Mode
ru: Авто Режим

# lockedInterfaceStatus
source: Locked
ru: Закрыто

# unlockedInterfaceStatus
source: Unlocked
ru: Открыто

# speedInfoPanelTitle
source: Speed
ru: Скорость

# statisticInfoPanelTitle
source: Statistic
ru: Статистика

# fastActionsInfoPanelTitle
source: Fast actions
ru: Быстрые действия

# kmMeasurementUnit
source: km
ru: км

# kmPerHourMeasurenentUnit
source: km/h
ru: км/ч

# kwPerHourMeasurementUnit
source: kW/h
ru: кВт/ч

# actionSwitchTitle
source: Action #{num}
ru: Действие #{num}

# closeButtonCaption
source: Close
ru: Закрыть

# dataSourceButtonCaption
source: Data Source
ru: Источник Данных

# fastActionsButtonCaption
source: Fast Actions
ru: Быстрые Действия

# licencesButtonCaption
source: Licences
ru: Лицензии

# aboutButtonCaption
source: About
ru: О приложении

# settingScreenTitle
source: Settings
ru: Настройки

# updateButtonCaption
source: Update
ru: Обновить

# dataSourceScreenTitle
source: Data source
ru: Источник данных

# selectDataSourceScreenTitle
source: Select data source
ru: Выберите источник данных

# selectDeviceDialogTitle
source: Select Device
ru: Выберите устройство

# deviceNameDialogLabel
source: Device name
ru: Имя устройства

# bondedDialogLabel
source: Bonded
ru: Сопряжено

# noDeviceNameDialogStub
source: No name
ru: Нет имени

# errorDiscoveringDevicesMessage
source: Error while discovering devices
ru: Ошибка при обнаружении устройств

# errorConnectingToDataSourceMessage
source: Error connecting to the data source
ru: Ошибка при подключении к источнику данных

# successfullyConnectedToDataSourceMessage
source: Successfully connected to the data source
ru: Успешное подключение к источнику данных

# cancelButtonCaption
source: Cancel
ru: Отменить

# saveButtonCaption
source: Save
ru: Сохранить

# sendButtonCaption
source: Send
ru: Отправить

# enableButtonCaption
source: Enable
ru: Включить

# unknownErrorSelectingDataSourceMessage
source: Unknown error while selecting data source
ru: Неизвестная ошибка при выборе источника данных

# unavailableDataSourceErrorMessage
source: Data source is unavailable
ru: Источник данных недоступен

# errorEnablingDataSourceMessage
source: Error while enabling data source
ru: Ошибка при включении источника данных

# dataSourceConnectionLostMessage
source: Connection with the data source is lost
ru: Соединение с источником данных потеряно

# failedToConnectToDataSourceMessage
source: Failed to connect to the data source
ru: Не удалось установить соединение с источником данных

# requestsExchangeLogsListTileLabel
source: Requests exchange logs with data source
ru: Логи обмена запросов с источником данных

# requestsExchangeLogsScreenTitle
source: Requests exchange logs
ru: Логи обмена запросов

# enableDemoDataSourceRandomErrorGenerationListTileLabel
source: Enable DemoDataSource random error generation
ru: Включить рандомную генерацию ошибок DemoDataSource

# whichParametersToSubscribeToListTileLabel
source: Which parameters to subscribe to(or send periodic requests)
ru: На какие параметры подписаться(или отправлять периодические запросы)

# requestPeriodInMillisListTileLabel
source: Request period in milliseconds
ru: Период запросов в миллисекундах

# requestPeriodInMillisListTileSubtitle
source: Also, the frequency of sending events by subscription also depends on this parameter in DemoDataSource
ru: Также от этого параметра зависит частота отправки эвентов по подписке в DemoDataSource

# exportLogsListTileLabel
source: Export logs
ru: Экспортировать логи

# directionListTileLabel
source: Direction
ru: Направление

# incomingListTileLabel
source: Incoming
ru: Входящий

# outgoingListTileLabel
source: Outgoing
ru: Исходящий

# timeListTileLabel
source: Time
ru: Время

# packageListTileLabel
source: Package
ru: Пакет

# indexListTileLabel
source: Index
ru: Индекс

# periodicRequestsProtocolVersionLabel
source: Periodic requests
ru: Периодические заросы

# subscriptionProtocolVersionLabel
source: Subscription
ru: Подписка

# protocolVersionLabel
source: Protocol version
ru: Версия протокола

# developerToolsButtonCaption
source: Developer tools
ru: Инструменты разработчика

# developerToolsScreenTitle
source: Developer tools
ru: Инструменты разработчика

# enterParameterIdTextFieldLabel
source: Enter parameter ID
ru: Введите ID параметра

# errorParsingIntegerValueMessage
source: Error while parsing an integer
ru: Ошибка при парсинге целого числа

# parameterIdLimitsMessage
source: Parameter ID should should be an integer greater or equal than 0 and less or equal than 65535(0xFFFF)
ru: Идентификатор параметра должен быть целым числом больше или равным нулю и меньше или равным 65535(0xFFFF)

# addCustomIdButtonCaption
source: Add custom ID
ru: Добавить кастомный идентификатор

# enableHandshakeResponseListTileLabel
source: Send response to handshake request
ru: Включить ответ на хэндшэйк

# sendHandshakeResponseTimeoutListTileLabel
source: How many milliseconds after receiving a handshake request to send the response
ru: Через сколько миллисекунд после получения запроса на хэндшэйк отправить ответ

# processedRequestsTabTitle
source: Processed
ru: Обработанные

# rawRequestsTabTitle
source: Raw
ru: Сырые

# addCustomValueIntegerDialogButtonCaption
source: Add custom value
ru: Добавить кастомное значение

# enterValueIntegerDialogTextFieldLabel
source: Enter value
ru: Введите значение

# requestsFilterScreenTitle
source: Requests filter
ru: Фильтры запросов

# parameterIdListTileLabel
source: Parameter ID
ru: ID параметра

# parameterIdFilterDialogTitle
source: Parameter ID filter
ru: Фильтр по ID параметра

# requestTypeListTileLabel
source: Request type
ru: Тип запроса

# requestTypeFilterDialogTitle
source: Request type
ru: Фильтр по типу запроса

# requestDirectionListTileLabel
source: Request direction
ru: Направление запроса

# requestDirectionFilterDialogTitle
source: Request direction filter
ru: Фильтр по направлению запросов

# packagesExchangeConsoleScreenTitle
source: Packages exchange console
ru: Консоль обмена пакетами

# invalidRequestTypeMessage
source: Invalid request type
ru: Неправильный тип запроса

# invalidParameterIDMessage
source: Invalid parameter ID
ru: Неправильный идентификтор параметра

# invalidDataFormatMessage
source: Incorrect data format
ru: Некорректный формат данных

# requestTypeHint
source: Request type
ru: Тип запроса

# parameterIDHint
source: Parameter ID
ru: ID параметра

# packageDataLabel
source: Request data
ru: Данные запроса

# dontTurnOffTheScreenButtonCaption
source: Don't turn off the screen
ru: Не выключать экран

# errorTogglingDTOMessage
source: Error toggling "Don't turn off the screen" mode
ru: Ошибка при переключении режима "Не выключать экран"

# errorLaunchingTheAppMessage
source: Unknown error while launching the app
ru: Неизвестная ошибка при запуске приложения

# errorGettingApplicationsListMessage
source: Error while getting applications list. Information was sent to developers
ru: Ошибка при получении списка приложений. Информация передана разработчикам

# noAppNameCaption
source: No app name
ru: Без имени

# searchTextFieldHint
source: Search
ru: Поиск

# errorPinningApp
source: Failed to pin the app {appName}
ru: Не удалось закрепить приложение {appName}

# errorUnpinningApp
source: Failed to unpin the app {appName}
ru: Не удалось открепить приложение {appName}

# chargingGeneralTabTitle
source: General
ru: Основное

# chargingTemperatureTabTitle
source: Temperature
ru: Температура

# chargingVoltageTabTitle
source: Voltage
ru: Напряжение

# totalVoltageTileTitle
source: Total voltage
ru: Общее напряжение

# totalCurrentTileTitle
source: Total discharge/charge current
ru: Общий ток разряда/заряда

# maximumRegisteredTemperatureTileTitle
source: Maximum temperature
ru: Максимальная температура

# voltageValue
source: {value} V
ru: {value} В

# mosTileTitle
source: MOS
ru: МОП-транзистор(MOS)

# balancerTileTitle
source: Balancer
ru: Балансировщик

# cellNTileTitle
source: Cell {number}
ru: Ячейка {number}

# sensorNTileTitle
source: Sensor {number}
ru: Датчик {number}

# minCellsVoltageTileTitle
source: Minimum cells voltage
ru: Минимальное напряжение на ячейках

# maxCellsVoltageTileTitle
source: Maximum cells voltage
ru: Максимальное напряжение на ячейках

# deltaCellsVoltageTileTitle
source: Delta cells voltage
ru: Дельта напряжения на ячейках

# parkingLightsButtonCaption
source: Parking lights
ru: Габаритные огни

# lowBeamButtonCaption
source: Low beam
ru: Ближний свет

# highBeamButtonCaption
source: High beam
ru: Дальний свет

# leftBlinkerButtonCaption
source: Left turn signal
ru: Левый поворотник

# rightBlinkerButtonCaption
source: Right turn signal
ru: Правый поворотник

# hazardBeamButtonCaption
source: Blinker
ru: Аварийный сигнал

# onShortStatusMessage
source: On
ru: Вкл

# offShortStatusMessage
source: Off
ru: Выкл

# loadingStatusMessage
source: Loading
ru: Загрузка

# errorSwitchingFeatureMessage
source: Error switching {featureName}. {reason}
ru: Не удалось переключить {featureName}. {reason}

# notAllBlocksReturnedSuccessResponseErrorMessage
source: Not all the blocks returned positive answer
ru: Не от всех блоков пришел положительный ответ

# positiveAnswerDidNotComeErrorMessage
source: Positive answer did not come
ru: Положительный ответ не пришел

# errorFromMainECUErrorMessage
source: MainECU error
ru: Ошибка от MainECU

# motorScreenTitle
source: Motor
ru: Мотор

# firstTileTitle
source: First
ru: Первый

# secondTileTitle
source: Second
ru: Второй

# parameterTileTitle
source: Parameter
ru: Параметр

# measurementUnitTileTitle
source: Unit of measurement
ru: Единица измерения

# speedTileTitle
source: Speed
ru: Скорость

# rpmTileTitle
source: Motors rotation
ru: Обороты моторов

# rpmMeasurementUnit
source: RPM
ru: Об/м

# voltageTileTitle
source: Voltage
ru: Напряжение

# wattMeasurementUnit
source: W
ru: Вт

# voltMeasurementUnit
source: V
ru: В

# currentTileTitle
source: Current
ru: Ток

# amperMeasurementUnit
source: A
ru: А

# powerTileTitle
source: Power(consumed/given)
ru: Мощность(потребляемая/отдаваемая)

# motorsTemperatureTileTitle
source: Motors temperature
ru: Температура моторов

# controllersTemperatureTileTitle
source: Controllers temperature
ru: Температура контроллеров

# errorSwitchingFastAccessMessage
source: Error when switching the feature "Fast access"
ru: Ошибка при переключении функции "Быстрый доступ"

# fastAccessTileTitle
source: Fast access
ru: Быстрый доступ

# fastAccessTileHint
source: Open the navigator with one touch
ru: Открывайте навигатор одним касанием

# firstSelectDefaultNavAppErrorMessage
source: To enable the function "Fast access" first select the default navigation application
ru: Для включения функции "Быстрый доступ" сначала выберите приложение навигации по умолчанию

# defaultNavAppTileTitle
source: Default navigation application:
ru: Приложение навигации по умолчанию:

# noNavAppsOnDeviceErrorMessage
source: Navigation applications were not found on the device
ru: Приложений навигации не найдено на устройстве

# errorSettingDefaultNavAppMessage
source: Error when installing the default navigation application
ru: Ошибка при установке приложения навигации по умолчанию

# notSelectedDropdownHint
source: Not selected
ru: Не выбрано

# errorSwitchingStatisticsOverlayMessage
source: Error when turning on/off the statistics floating window
ru: Ошибка при включении/выключении плавающего окна статистики

# overlayStatisticsAboveAnotherAppsTileTitle
source: Statistics window on top of other applications
ru: Окно статистики поверх других приложений

# overlayStatisticsAboveAnotherAppsHint
source: Display a floating window with car indicators over other applications
ru: Выводить поверх других приложений плавающее окно с показателями автомобиля

# noDisplayOverOtherAppsPermissionErrorMessage
source: Display over other applications permission was not provided. Provide permission in the settings
ru: Разрешение на отображение поверх других приложений не было предоставлено. Предоставьте разрешение в настройках

# openSettingsButtonCaption
source: Open settings
ru: Открыть настройки

# enableFastAccessDialogTitle
source: Turn on "Fast access"?
ru: Включить "Быстрый доступ"?

# enableFastAccessHint
source: This feature will allow you to open the navigation application selected by default with a single click of a button in the lower menu.
ru: Эта функция позволит одним нажатием кнопки в нижнем меню открывать приложение навигации, выбранное по умолчанию.

# enableFastAccessWarning
source: Attention! With the "Quick Access" feature enabled, you can get to this page by long pressing.
ru: Внимание! С включенной функцией "Быстрый доступ" на эту страницу можно будет попасть длинным нажатием.

# motorRollDirectionTileTitle
source: Motor roll direction
ru: Кручение мотора

# motorGearTileTitle
source: Motor gear
ru: Передача мотора

# reverseGear
source: Reverse
ru: Задняя

# neutralGear
source: Neutral
ru: Нейтраль

# driveGear
source: Drive
ru: Движение

# lowGear
source: Low
ru: Пониженная

# boostGear
source: Boost
ru: Повышенная

# unknownGear
source: Unknown
ru: Неизвестно

# reverseMotorRollDirection
source: Reverse
ru: Назад

# unknownMotorRollDirection
source: Unknown
ru: Неизвестно

# forwardMotorRollDirection
source: Forward
ru: Вперед

# stopMotorRollDirection
source: Stop
ru: Стоп

# ledPanelSwitcherDialogTitle
source: Run LED panel configurations
ru: Запуск конфигураций светодиодной панели

# noLEDConfigurationsMessage
source: There are no configurations yet
ru: Пока конфигураций нет

# shutdownConfigByTimerMessage
source: By timer: {shutdownTimeMillis} ms
ru: По таймеру: {shutdownTimeMillis} мс

# manualShutdownMessage
source: Manual
ru: Ручное

# fileIdMessage
source: File ID: {fileId}
ru: ID файла: {fileId}

# errorTurningOffConfigurationMessage
source: Error turning off the configuration "{configName}"
ru: Ошибка при отключении конфигурации "{configName}"

# errorTurningOnConfigurationMessage
source: Error turning on the configuration "{configName}"
ru: Ошибка при включении конфигурации "{configName}"

# addLedConfigurationDialogTitle
source: Add configuration
ru: Добавление конфигурации

# configurationNameInputLabel
source: Name
ru: Имя

# configurationShutdownTypeLabel
source: Shutdown:
ru: Выключение:

# byTimerShutdownType
source: By timer
ru: По таймеру

# shutdownAfterInputLabel
source: Shutdown after
ru: Выключить через

# millisecondsShortMeasurementUnit
source: ms
ru: мс

# configurationAddedSuccessfullyMessage
source: Configuration added successfully
ru: Конфигурация успешно добавлена

# enterMillisecondsErrorMessage
source: Enter the number of milliseonds after which the image should turn off
ru: Введите к-во миллисекунд, по истечению которых изображение должно выключаться

# configurationFileIdInputLabel
source: File ID
ru: ID файла

# manualShutdownType
source: Manual
ru: Ручное

# errorAddingConfigurationMessage
source: Error adding configuration
ru: Ошибка при добавлении конфигурации

# emptyConfigurationNameErrorMessage
source: Configuration name must not be empty
ru: Имя конфигурации не может быть пустым

# enterFileIDErrorMessage
source: Enter file ID
ru: Введите ID файла

# incorrectFileIDErrorMessage
source: File ID must be greater than 0 and less than 256
ru: ID файла должен быть больше 0 и меньше 256

# addButtonCaption
source: Add
ru: Добавить

# fileIdTileTitle
source: File ID
ru: ID файла

# ledPanelScreenTitle
source: LED panel configurations
ru: Конфигурации светодиодной панели

# configurationNameTileTitle
source: Configuration name
ru: Имя конфигурации

# shutdownTileTitle
source: Shutdown
ru: Выключение

# removeLEDConfigurationDialogTitle
source: Remove configuration
ru: Удаление конфигурации

# configurationRemovingConfirmationMessage
source: Are you sure you want to remove the configuration "{configName}"(file ID: {configFileId})?
ru: Вы уверены что хотите удалить конфигурацию "{configName}"(ID файла: {configFileId})?

# configurationWasRemovedMessage
source: The configuration "{configName}" was removed
ru: Конфигурация "{configName}" удалена

# errorRemovingConfiguration
source: Error removing the configuration "{configName}"
ru: Ошибка при удалении конфигурации "{configName}"

# removeButtonCaption
source: Remove
ru: Удалить

# ledPanelTileTitle
source: LED panel
ru: Светодиодная панель

# errorLoadingConfigurations
source: Error while loading configurations
ru: Ошибка при загрузке конфигураций

# tryAgainButtonCaption
source: Try again
ru: Попробовать еще раз

# authorizationErrorMessage
source: Authorization error
ru: Ошибка при авторизации

# authorizationTimeoutErrorMessage
source: Authorization timeout
ru: Таймаут авторизации

# auhtorizationInitializationTimeoutErrorMessage
source: Authorization initialization timeout
ru: Таймаут инициализации авторизации

# errorSavingSerialNumberMessage
source: Error saving serial number
ru: Ошибка при сохранении серийного номера

# enterSerialNumberMessage
source: Enter data source serial number
ru: Введите серийный номер источника данных

# errorFormatingSerialNumberMessage
source: Error formating serial number
ru: Ошибка при форматировании серийного номера

# setButtonCaption
source: Set
ru: Установить

# enterSerialNumberHintMessage
source: The number can contain only digits and Latin letters: "A", "B", "C", "D", "E", "F"
ru: Номер может содержать только цифры и латинские буквы: "A", "B", "C", "D", "E", "F"

# exchangeLogsConsoleNoDataSourceMessage
source: In order to send packages, you must first connect to the data source
ru: Для того, чтобы отправлять пакеты, необходимо сначала подключится к источнику данных

# noPackagesMessage
source: No packages
ru: Нет пакетов

# reverseLightButtonCaption
source: Reverse light
ru: Свет заднего хода

# brakeLightButtonCaption
source: Brake light
ru: Свет стопов

# errorRemovingTheButtonMessage
source: Error removing the button
ru: Ошибка при удалении кнопки

# theButtonIsSuccessfullyRemovedMessage
source: The button is successfully removed
ru: Кнопка успешно удалена

# userDefinedButtonsScreenTtitle
source: User defined buttons
ru: Пользовательские кнопки

# itIsEmptyHereMessage
source: It is empty here
ru: Здесь пока пусто

# errorWhenAddingTheButtonMessage
source: Error when adding the button
ru: Ошибка при добавлении кнопки

# theButtonIsSuccessfullyAddedMessage
source: The button is successfully added
ru: Кнопка успешно добавлена

# addUserDefinedButtonScreenTitle
source: Add {buttonName}
ru: Добавить {buttonName}

# selectButtonTypeScreenTtitle
source: Select the button type
ru: Выберите тип кнопки

# simpleButtonCaption
source: Simple button
ru: Обычная кнопка

# indicatorButtonCaption
source: Indicator
ru: Индикатор

# yAxisJoystickButtonCaption
source: Y-axis joystick
ru: Y-осевой джойстик

# xAxisJoystickButtonCaption
source: X-axis joystick
ru: X-осевой джойстик

# incorrectValueHintError
source: Incorrect value
ru: Некорректное значение

# theFieldShouldNotBeEmptyHintError
source: The field should not be empty
ru: Поле не должно быть пустым

# notLessThanHintError
source: The value should not be less than {minValue}
ru: 'Значение не должно быть меньше {minValue}

# notGreaterThanHintError
source: The value should not be greater than {maxValue}
ru: Значение не должно быть больше {maxValue}

# updatePeriodInMillisecondsFiledTitle
source: Update period in milliseconds
ru: Период обновления в миллисекундах

# sentPackagesWhenMovingJoystickFieldTitle
source: Sent packages when moving joystick
ru: Отправляемые пакеты при движении джойстика

# sentPackagesWithAOneTimePressFieldTitle
source: Sent packages with a one-time press
ru: Отправляемые пакеты при единоразовом нажатии

# theNameOfTheButtonFieldTitle
source: The name
ru: Название

# incorrectFormatHintError
source: Incorrect format. Enter integers through a comma (format: decimal or HEX)
ru: Некорректный формат. Введите целые числа через запятую(формат: десятичный либо HEX)

# theMinimumNumberOfPackagesHintError
source: The minimum number of packages: {minPackages}
ru: Минимальное к-во пакетов: {minPackages}

# addAPackageButtonCaption
source: Add a package
ru: Добавить пакет

# theDataIsAutofilledFieldLabel
source: The data is autofilled
ru: Данные автозаполнены

# packageDataFieldLabel
source: Data
ru: Данные

# emptyColorStatusAndNumValueFieldsHintError
source: At least one of the fields "Color", "Status", "Value" should be filled
ru: Хотя бы одно из полей "Значение", "Цвет", "Статус" должно быть заполнено

# colorFieldTitle
source: Color
ru: Цвет

# ifStatement
source: if
ru: если

# dataStatement
source: data
ru: данные

# valueFieldTitle
source: Value
ru: Значение

# thenStatement
source: then
ru: то

# dataParametersDialogTitle
source: Data parameters
ru: Параметры данных

# dataRangeCaption
source: Data range
ru: Диапазон данных

# allDataRangeLabel
source: All
ru: Все

# manualSelectionDataRangeLabel
source: Manual selection
ru: Ручной выбор

# fromDataRangeLabel
source: from
ru: с

# toDataRangeLabel
source: to
ru: по

# endianCaption
source: Endian
ru: Порядок байтов

# signCaption
source: Sign
ru: Знак

# unsignedByteLabel
source: Unsigned
ru: Без знака

# signedByteLabel
source: Signed
ru: Со знаком

# elseStatement
source: else
ru: иначе

# addIfStatementButtonCaption
source: Add "if" statement
ru: Добавить конструкцию "если"

# inputPackageParametersFieldTitle
source: Input package parameters
ru: Параметры входящего пакета

# functionIdFieldTitle
source: Function ID
ru: ID Функции

# unknownMessage
source: Unknown
ru: Неизвестно

# titleFieldTitle
source: Title
ru: Название

# statusFieldTitle
source: Status
ru: Статус

# primaryColorsPickerTypeLabel
source: Primary
ru: Основные

# accentColorsPickerTypeLabel
source: Accent
ru: Акцентные

# wheelColorsPickerTypeLabel
source: Wheel
ru: Колесо

# errorWhileEditingButtonPropertiesMessage
source: Error while editing button properties
ru: Ошибка при редактировании параметров кнопки

# theChangesAreSuccessfullySavedMessage
source: The changes are successfully saved
ru: Изменения успешно сохранены

# editButtonScreenTitle
source: Edit {buttonName}
ru: Редактировать {buttonName}

# editButtonCaption
source: Edit
ru: Редактировать

# toTheSettingsButtonCaption
source: To the settings
ru: В настройки

# setTheTheDefaultStatusColorsButtonCaption
source: Set the the default status colors
ru: Установить цвета статуса по умолчанию

# suffixFieldTitle
source: Suffix
ru: Суффикс

# multiplierFieldTitle
source: Multiplier
ru: Множитель

# fractionDigitsFieldTitle
source: Fraction digits
ru: Цифры после запятой

# selectedBytesTileLabel
source: Selected bytes
ru: Выбранные байты

# bytesQuantityTileLabel
source: Bytes quantity: {rangeLength}
ru: К-во байт: {rangeLength}

# displaySwitcherButtonCaption
source: Display
ru: Отображать
