Repository: radomir9720/pixel_app_flutter
Catalog: lib/l10n/arb/app_*.arb
Languages: ru

# dontDisplaySwitcherButtonCaption
source: Don't display
ru: Не отображать

# cabinLightButtonCaption
source: Cabin light
ru: Свет в салоне

# cellsSectionSubtitle
source: Cells
ru: Ячейки

# sensorsSectionSubtitle
source: Sensors
ru: Датчики
